// Main Menu
"About Epson Printer Utility Lite" = "Az Epson Printer Utility Lite névjegye";
"Preferences..." = "Beállítások…";
"Services" = "Szolgáltatások";
"Hide Epson Printer Utility Lite" = "Az Epson Printer Utility Lite elrejtése";
"Hide Others" = "A többi elrejtése";
"Show All" = "Összes megjelenítése";
"Quit Epson Printer Utility Lite" = "Kilépés az Epson Printer Utility Lite";

"File" = "Fájl";
"Close" = "Bezárás";

"Window" = "Ablak";
"Minimize" = "Minimalizálás";
"Zoom" = "Nagyítás";
"Bring All to Front" = "Összes előtérbe hozása";

"Help" = "Súgó";

// Main Window
"Printer List" = "Nyomtatólista";
"This printer has been paused." = "Ezen a nyomtatón a Szünet beállítás be van kapcsolva.";
"Communication error" = "Kommunikációs hiba";
"Ink Levels" = "Tintaszintek";
"Update" = "Frissítés";
"Nozzle Check" = "Fúvókák ellenőrzése";
"Head Cleaning" = "Fejtisztítás";
"Information Not Available" = "Információ nem áll rendelkezésre";

"Version" = "Verzió";

/* Alert Strings */
"UTAlert_1" = "A nyomtató nincs regisztrálva.";
"UTAlert_OKButton" = "OK";

/* Color Strings */
"Black" = "Fekete";
"Color" = "Színes";
"MatteBlack" = "Mattfekete";
"PhotoBlack" = "Fotófekete";
"LightBlack" = "Világosfekete";
"LightLightBlack" = "Világos-világosfekete";
"Cyan" = "Cián";
"LightCyan" = "Világoscián";
"Magenta" = "Bíbor";
"LightMagenta" = "Rózsaszín";
"Yellow" = "Sárga";
"DarkYellow" = "Sötét sárga";
"Red" = "Piros";
"Blue" = "Kék";
"GlossOptimizer" = "Felületi fényességoptimalizáló";
"VividMagenta" = "Élénkbíbor";
"VividLightMagenta" = "Élénkrózsaszín";
"Orange" = "Narancs";
"Green" = "Zöld";
"Unknown" = "Ismeretlen";
"PrintPack" = "Nyomtatási csomag";

"LFP Black" = "Fekete";
"LFP MatteBlack" = "Mattfekete";
"LFP PhotoBlack" = "Fotófekete";
"LFP LightBlack" = "Világosfekete";
"LFP LightLightBlack" = "Világos-világosfekete";
"LFP Cyan" = "Cián";
"LFP LightCyan" = "Világoscián";
"LFP Magenta" = "Bíbor";
"LFP LightMagenta" = "Rózsaszín";
"LFP Yellow" = "Sárga";
"LFP DarkYellow" = "Sötét sárga";
"LFP Red" = "Piros";
"LFP Blue" = "Kék";
"LFP GlossOptimizer" = "Felületi fényességoptimalizáló";
"LFP VividMagenta" = "Élénkbíbor";
"LFP VividLightMagenta" = "Élénkrózsaszín";
"LFP Orange" = "Narancs";
"LFP Green" = "Zöld";

"EAI Black" = "Fekete";
"EAI MatteBlack" = "Mattfekete";
"EAI PhotoBlack" = "Fotófekete";
"EAI LightBlack" = "Világosfekete";
"EAI LightLightBlack" = "Világos-világosfekete";
"EAI Cyan" = "Cián";
"EAI LightCyan" = "Világoscián";
"EAI Magenta" = "Bíbor";
"EAI LightMagenta" = "Rózsaszín";
"EAI Yellow" = "Sárga";
"EAI DarkYellow" = "Sötét sárga";
"EAI Red" = "Piros";
"EAI Blue" = "Kék";
"EAI GlossOptimizer" = "Felületi fényességoptimalizáló";
"EAI VividMagenta" = "Élénkbíbor";
"EAI VividLightMagenta" = "Élénkrózsaszín";
"EAI Orange" = "Narancs";
"EAI Green" = "Zöld";

